Repository: jkphl/TYPO3-ext-tw_googleanalytics
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

source: Features
de: Funktionen

# common
source: Common settings
de: Allgemeine Einstellungen

# external
source: E-Mail & external link tracking
de: Tracking von E-Mail- & externen Verknüpfungen

# download
source: Download tracking
de: Tracking von Download-Verknüpfungen

# direct
source: Direct traffic
de: Direkter Traffic

source: Search engines
de: Suchmaschinen

# file
source: Files & directories
de: Dateien & Verzeichnisse

# file.templateRootPath
source: Path to template root (FE):You can alter this in case you want to customize the tracking code output
de: Pfad zum Template-Verzeichnis (FE):Wählen Sie ein benutzerdefiniertes Template-Verzeichnis, wenn sie den Tracking-Code anpassen möchten

# file.partialRootPath
source: Path to template partials (FE):You can alter this, though the standard plugin doesn't use partials ...
de: Pfad zum Partial-Verzeichnis (FE):Mit dieser Einstellung können Sie das Partial-Verzeichnis anpassen, wenngleich auch der Standard-Plugin keine Partials nutzt ...

# file.layoutRootPath
source: Path to template layouts (FE):You can alter this, though the standard plugin doesn't use layouts ...
de: Pfad zum Layout-Verzeichnis (FE):Mit dieser Einstellung können Sie das Layout-Verzeichnis anpassen, wenngleich auch der Standard-Plugin keine Layouts nutzt ...

# common.enable
source: Enable Google Analytics Tracking:This has to be enabled for tracking your website with Google / Universal Analytics
de: Google Analytics-Tracking aktivieren:Aktivieren Sie diese Option, um Ihre Website per Google / Universal Analytics zu erfassen

# common.wpid
source: Google Analytics "Web Property-ID":The "Web Property-ID" is issued by Google Analytics and uniquely identifies your website. It should have the format UA-XXXXX-X and can be found in the "Admin > Account Administration" section of your Google Analytics interface
de: Google Analytics "Web Property-ID":Die "Web Property-ID" wird Ihnen von Google Analytics zugeteilt und identifiziert Ihre Webseite eindeutig. Sie hat das Format UA-XXXXX-X und kann bei Google Analytics im Bereich "Verwaltung > Kontoverwaltung" gefunden werden

# common.debug
source: Debug mode:Enable the debug mode in order to get detailed output to your javascript console (deactivate for production use)
de: Debug mode:Aktivieren Sie den Fehlerbehebungsmodus, um ausführliche Ausgaben in Ihrer JavaScript-Konsole zu erhalten (für den Produktivbetrieb bitte unbedingt deaktivieren)

# common.advertising
source: Remarketing & advertising:Enable Remarketing and Advertising Reporting Features to see data in the demographics and interest reports
de: Werbefunktionen:Aktivieren Sie die Werbefunktionen, um Daten zu demografischen Merkmale und Interessen in Ihre Berichte aufzunehmen.

# features.anonymizeIP
source: Anonymize IP address:Activate this feature for anonymizing your visiors' IP addresses (e.g. required by german law)
de: IP-Adresse anonymisieren:Aktivieren Sie diese Option, um die IP-Adresse Ihrer Besucher zu anonymisieren (bspw. erforderlich nach deutscher Rechtslage)

# features.track.title
source: Track page title:You might want to disable this feature if you have no specified or very long and cryptic page titles
de: Seitentitel erfassen:Sie können diese Option deaktivieren, wenn Sie bspw. keine oder sehr lange, kryptische Seitentitel verwenden, die Sie in der Google Analytics-Ansicht stören würden

# features.track.client
source: Track client info:Disable this if you do not want to track your visitors' browser types / versions
de: Browserinformationen erfassen:Deaktivieren Sie diese Option, wenn Sie keine Details über die Browser Ihrer Besucher (Typ, Version, etc.) erfassen möchten

# features.track.flash
source: Track flash version:Disable this if you do not want to track your visitors' flash plugin types / versions
de: Flash-Player-Informationen erfassen:Deaktivieren Sie diese Option, wenn Sie keine Details über die Flash-Player Ihrer Besucher (Typ, Version, etc.) erfassen möchten

# crossdomain.domain.sub
source: Tracking across sub-domains:If you want to enable tracking across multiple sub-domains, set this to "Manual" and enter the main domain name for all the sub-domains you want to track (see next setting "domain.main"). Set this to "None" in order to ensure that the cookies in a given domain are not accessible by any sub-domains
de: Subdomain-übergreifendes Tracking:Um Tracking über mehrere Subdomains hinweg zu aktivieren, setzen Sie diese Option bitte auf "Manual" und geben Sie mittels der nächsten Einstellung (domain.main) die Hauptdomain aller zu erfassenden Subdomains an. Setzen Sie dagegen diese Option auf "None", wenn sie sicherstellen möchten, dass die verwendeten Tracking-Cookies keinesfalls in Subdomains zugreifbar sind

# crossdomain.domain.main
source: Main domain name:If you've chosen "Manual" domain name entry above (setting "domain.sub"), please enter your main domain name here (it might be preceded by a dot in order to assure that *only* sub-domains will be tracked and the main domain itself be ommited)
de: Hauptdomain:Wenn Sie in der vorangegangen Einstellung ("domain.sub") den Wert "Manual" gewählt haben, dann tragen Sie hier den Namen der Hauptdomain ein (dem Namen kann ein Punkt vorangestellt sein, um sicherzustellen, dass *ausschließlich* Subdomains erfasst werden, nicht dagegen jedoch die Hauptdomain selbst)

# crossdomain.domain.cross
source: Tracking across multiple domains:If you want to enable tracking across multiple (top level) domains, enter the domain names here (separated by a comma)
de: Domain-übergreifendes Tracking:Um Tracking über mehrere (Haupt-)Domains hinweg zu aktivieren, tragen Sie hier bitte die relevanten Domainnamen ein (kommasepariert)

# external.external.track
source: Track external URLs:Choose whether and how traversals to external website URLs should be tracked
de: Externe URLs erfassen:Wählen Sie, ob und wie Übergänge zu externen URLs erfasst werden sollen

# external.external.prefix
source: External URL prefix / category:Enter the prefix (tracking as pageView) respectively the event category (tracking as event) that should be used for external URLs
de: Präfix / Kategorie für externe URLs:Geben Sie ein Präfix (bei Erfassung als PageView) bzw. eine Kategorie (bei Erfassung als Event) an, die zur Erfassung der Übergänge zu externen URLs verwendet werden soll

# external.external.restrict
source: Restrict to domains:Enter a comma separated list of domains if you would like to restrict tracking to those ones
de: Auf Domains beschränken:Geben Sie eine kommaseparierte Liste von Domains an, wenn Sie die Erfassung von Übergängen zu externen URLs auf diese Domains beschränken möchten

# external.email.track
source: Track e-mail links:Choose whether and how e-mail links should be tracked
de: E-Mail-Verknüpfungen erfassen:Wählen sie, ob und wie die Nutzung von E-Mail-Verknüpfungen erfasst werden soll

# external.email.prefix
source: E-mail link prefix / category:Enter the prefix (tracking as pageView) respectively the event category (tracking as event) that should be used for e-mail links
de: Präfix / Kategorie für E-Mail-Verknüpfungen:Geben Sie ein Präfix (bei Erfassung als PageView) bzw. eine Kategorie (bei Erfassung als Event) an, die zur Erfassung der Nutzung von E-Mail-Verknüpfungen verwendet werden soll

# external.email.restrict
source: Restrict to e-mail addresses:Enter a comma separated list of e-mail addresses if you would like to restrict tracking to those ones
de: Auf E-Mail-Adressen beschränken:Geben Sie eine kommaseparierte Liste von E-Mail-Adressen an, wenn Sie die Erfassung der Nutzung von E-Mail-Verknüpfungen auf diese Adressen beschränken möchten

# download.download.track
source: Track downloads:Choose whether and how file downloads should be tracked
de: Downloads erfassen:Wählen Sie, ob und wie die Nutzung von Download-Verknüpfungen erfasst werden soll

# download.download.prefix
source: Download link prefix / category:Enter the prefix (tracking as pageView) respectively the event category (tracking as event) that should be used for download links
de: Präfix / Kategorie für Download-Verknüpfungen:Geben Sie ein Präfix (bei Erfassung als PageView) bzw. eine Kategorie (bei Erfassung als Event) an, die zur Erfassung der Nutzung von Download-Verknüpfungen verwendet werden soll

# download.download.template
source: Download link template:Enter the tracking template string used for should be used for download links (see manual for details)
de: Erfassungsmuster:Geben Sie eine Mustervorlage an, mit deren Hilfe der zu erfassende Dateiname formatiert wird (Details im Handbuch)

# download.download.list
source: Download folders & extensions:Enter the folders and file extensions that should be tracked. You may provide a comma separated list of directory-extensions-combinations like this: /path/to/folder=pdf doc zip, /path/to/another/folder=zip rar exe
de: Verzeichnisse & Dateierweiterungen:Geben Sie eine Liste der Verzeichnisse und Dateierweiterungen an, für welche Download-Verknüpfungen überwacht werden sollen. Sie können eine kommaseparierte Liste mehrerer Verzeichnis-Erweiterungs-Kombinationen wie folgt angeben: /pfad/zum/verzeichnis=pdf doc zip, /pfad/zu/anderem/verzeichnis=zip rar exe

# direct.direct.keywords
source: Direct traffic keywords:Enter a comma separated list of keywords which – if used as search terms by your visitors - should be registered as direct traffic (instead of organic / search engine traffic). It is common to enter one's domain here ...
de: Schlüsselbegriffe für Direktzugriff:Geben Sie eine kommaseparierte Liste von Begriffen an, die – sofern als Suchbegriff bei Suchmaschinen genutzt – dafür sorgen, dass ein resultierender Besuch Ihrer Website als Direktzugriff registriert wird (anstelle als organischer / Suchmaschinenzugriff). Es ist z.B. üblich, hier den eigenen Domainnamen anzugeben ...

# direct.direct.referrers
source: Direct traffic referrer:Enter a comma separated list of domains which should be treated as direct traffic sources (instead of external referrers). You could e.g. enter secondary domains you use
de: Referrer für Direktzugriff:Geben Sie eine kommaseparierte Liste von Domainnamen an, zu denen Besuche, die von diesen Domains herrühren, als Direktzugriff registriert werden sollen (anstelle als externe Verweisezugriffe). Sie können hier bspw. Ihre eigenen Sekundärdomains angeben

# searchengines.searchengines
source: Search engine traffic sources:Enter a comma separated list of search engine / keyword name definitions that should be considered as search engine traffic sources (e.g. "MySpecialSearchEngine=query, AnotherSE=search"). If you want a search engine to be prepended to the list of known traffic sources, append an exclamation mark to the definition (e.g. "MostImportantSearchEngine=q!")
de: Suchmaschinen-Erkennungsmuster: Geben Sie hier eine kommaseparierte Liste von Suchmaschinen-Erkennungsmustern an. Ein Erkennungsmuster ist die Kombination aus Suchmaschinenname und GET-Parametername, der für die Suchbegriffe verwendet wird (z.B. "MeineSpezialSuchmaschine=query, NochEineSM=search"). Wenn Sie ein Erkennungsmuster an den Beginn der internen Erkennungsliste setzen und damit priorisieren möchten, schließen Sie das Erkennungsmuster mit einem Ausrufezeichen ab (z.B. "AllerWichtigsteSuchmaschine=q!")
